tap "homebrew/bundle"
tap "seadowg/checkin"
tap "homebrew/cask-versions"

# General
cask "1password"
cask "obsidian"
cask "mountain-duck"
brew "checkin"
brew "mas"
brew "languagetool"
mas "Hand Mirror", id: 1502839586

# Work
mas "Toggl Track: Hours & Time Log", id: 1291898086

# Dev
brew "bash-completion"
brew "git"
brew "gti"
brew "direnv"
cask "zed"
cask "iterm2"
cask "docker"
cask "gpg-suite"

# Music
cask "musicbrainz-picard"
cask "plexamp"

# Production
cask "ableton-live-standard"

# Games

cask "steam"
