tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "seadowg/checkin"

# General
cask "firefox"
cask "dropbox"
cask "1password"
cask "obsidian"
brew "checkin"

# Work
cask "toggl-track"

# Dev
brew "bash-completion"
brew "git"
brew "gti"
brew "direnv"
cask "visual-studio-code"
cask "iterm2"
cask "docker"
cask "gpg-suite"

# Music
brew "python@3.7" # Need for beets
brew "ffmpeg" # Need for beets
cask "musicbrainz-picard"

# Production
cask "ableton-live-standard"
