tap "homebrew/bundle"
tap "seadowg/checkin"

# General
cask "1password"
cask "obsidian"
cask "mountain-duck"
brew "checkin"
brew "mas"
brew "languagetool"
mas "Hand Mirror", id: 1502839586
brew "rclone"
cask "todoist-app"
cask "firefox"
cask "netnewswire"
mas "Balance Lock", id: 1019371109
cask "localsend"

# Work
mas "Toggl Track: Hours & Time Log", id: 1291898086

# Dev
brew "bash-completion"
brew "git"
brew "gti"
brew "direnv"
cask "nova"
cask "docker-desktop"
cask "gpg-suite"
mas "Prompt", id: 1594420480

# Music
cask "musicbrainz-picard"

# Production
cask "ableton-live-standard"
